BODY_DATA = {
    "Общий уход": {
        "title": "🧴 <b>Общий уход за телом:</b>",
        "products": [
            "Молочко для тела",
            "Гидрофильное масло", 
            "Крем суфле",
            "Скраб для тела",
            "Гель для душа вишня/манго/лимон"
        ],
        "note": "+ Гиалуроновая кислота для лица",
        "photo_key": "body_milk"
    },
    "Сухая кожа": {
        "title": "🌵 <b>Уход для сухой кожи:</b>",
        "products": [
            "Гидрофильное масло",
            "Баттер для тела"
        ],
        "note": "+ Гиалуроновая кислота для лица",
        "photo_key": "hydrophilic_oil"
    },
    "Чувствительная": {
        "title": "😌 <b>Уход для чувствительной кожи:</b>",
        "products": [
            "Гель для душа вишня/манго/лимон",
            "Молочко для тела",
            "Гидрофильное масло"
        ],
        "note": "+ Гиалуроновая кислота для лица",
        "photo_key": "shower_gel"
    },
    "Целлюлит": {
        "title": "🍑 <b>Борьба с целлюлитом:</b>",
        "products": [
            "Гель для душа вишня/манго/лимон",
            "Антицеллюлитный скраб мята",
            "Скраб для тела",
            "Молочко для тела"
        ],
        "note": "+ Гиалуроновая кислота для лица",
        "photo_key": "body_scrub"
    }
}