import os
from dotenv import load_dotenv

load_dotenv()

BOT_TOKEN = os.getenv('BOT_TOKEN')

WELCOME_TEXT = """👋 <b>Добро пожаловать в SVOT AV.COSMETIC Beauty Assistant!</b>

Я помогу вам подобрать профессиональные средства по уходу за волосами и телом.

Выберите категорию:"""

LOCATIONS_TEXT = """📍 <b>Точки продаж:</b>

• <b>Салон красоты COLORIST</b>
Лермонтова 21
⌚ 9:00–20:00, без выходных

• <b>ТЦ Европа</b>, 1 этаж, отдел ZOOM Box  
⌚ 10:00–21:00, без выходных

• <b>ТЦ Калина</b>, 1 этаж, отдел Dark point
⌚ 10:00–21:00, без выходных"""

DELIVERY_TEXT = """🚚 <b>Заказать доставку:</b>

Напишите нашему менеджеру в Telegram:
👉 @SVOY_AVCOSMETIC

Мы ответим в течение 15 минут! ✨"""